[


    {
        "name": "Galileo Galilei",
        "descOne": "Birth Date: February 15, 1564 | Death Date: January 8, 1642 | Place of Birth: Pisa, Italy",
        "descTwo": "Galileo Galilei was an Italian astronomer, physicist, engineer, mathematician, and philosopher. Galileo was the first of six children, and his father was a musician/scholar. During his teenage years, he attended the University of Pisa to study medicine, but was later sidetracked by mathematics. He ended up leaving without completing his degree.",
        "descThree": "Galileo has made some remarkable contributions to science, astronomy, and mathematics: Proved objects fall at the same speed regardless of shape/space. First developed the concept of Inertia, which helped Isaac Newton later with his findings. Galileo’s compasses were used by the military. He also discovered the rings of Saturn and the different Phases of Venus. His major improvements to the telescope allowed him to sight the four major moons of Jupiter along with various other stars.",
        "descFour": "Later in his life, Galileo became an advocate for heliocentrism and would teach about it whenever he can. This brought upon enemies among the Catholic Church Leaders, which eventually led to his house arrest sentencing. Galileo ended up spending the last 9 years of his life under house arrest, and passed away at the age of 77."
    }, 


    {
        "name": "Blockchain",
        "descOne": "Blockchain is a distributed ledger that maintains a growing list of ordered records called blocks. A block is simply a record of a new transaction that is added to the blockchain if it has been verified.",
        "descTwo": "Blockchain technology has five key properties: Decentralized meaning there is no single authority in control of the blockchain, public meaning anyone can access the blockchain, secure meaning no single authority could exploit the blockchain, consensus-model meaning transactions are legitimized by all participants of the blockchain, instantaneous meaning all transactions on the blockchain are carried out rather quickly relative to traditional systems.",
        "descThree": "Blockchain was invented by a person (or group of people) using the name Satoshi Nakamoto in 2008 to serve as the public transaction ledger of the cryptocurrency bitcoin. The identity of Satoshi Nakamoto is unknown. The block time is the average time it takes for the network to generate one extra block in the blockchain. The block time for Ethereum is roughly 15 seconds, while for bitcoin it is on average 10 minutes.",
        "descFour": "Blockchain security methods include the use of public-key cryptography. A public key (a long, random-looking string of numbers) is an address on the blockchain, and value tokens (cryptocurrencies) sent across the network are recorded as belonging to that address. A private key is like a password that gives its owner access to their digital assets and to other features of the blockchain."
    }, 


    {
        "name": "Isaac Newton",
        "descOne": "Birth Date: January 4, 1643 | Death Date: March 31, 1727 | Place of Birth: Woolsthorpe, England ",
        "descTwo": "Sir Isaac Newton was an English mathematician, physicist, astronomer, theologian, and author. Newton attended Trinity College to study law, but the school closed due to outbreaks of the plague. Shortly after came his newfound interest in mathematics. Fast forward to 1717, Isaac Newton held the position as master of the Royal Mint, and he established a new ratio between gold and silver which ultimately drove silver out of monetary circulation and put Britain on a Gold Standard.",
        "descThree": "Isaac Newton has numerous remarkable contributions in many fields: Newton’s Law of Motion was groundbreaking for the physics world, Newton’s Universal Gravitation Law, and Newton’s Principia (1687) which is considered one of the most important works in modern science as it solidified the belief of a heliocentric model and was pivotal in the beginning of the Industrial Revolution. Newton also invented Calculus (yes, blame him for all your math trauma), and he invented the first reflecting telescope. Newton also identified light as the source of color sensation (color is a result of objects interacting with colored-light).",
        "descFour": "In March of 1727, Sir Isaac Newton experienced severe abdominal and back pain and blacked out. He later died in his sleep. Fun Fact: During his autopsy, traces of mercury were found in his hair, likely as a result of his late interest in alchemy. "
    },


    {
        "name": "Diatoms",
        "descOne": "Diatoms are a group of microalgae that are found in the oceans, waterways and soils of the world. They play a vital role in Earth’s biomass, generating about 20 to 50 percent of the oxygen produced on the planet each year.",
        "descTwo": "The entire Amazon basin is fertilized annually by 27 million tons of diatom shell dust transported by transatlantic winds from the African Sahara. (Yes, the Sahara Desert plays a vital role in maintaining the Amazon basin and keeping it thriving.)",
        "descThree": "Diatoms are unicellular: they occur either as solitary cells or in colonies, which can take the shape of ribbons, fans, zigzags, or stars. Individual cells range in size from 2 to 200 micrometers. Diatoms are mainly photosynthetic. With enough nutrients and sunlight, living diatoms can double approximately every 24 hours via asexual multiple fission. The maximum life span of a single diatom is roughly six days. ",
        "descFour": "Cool Fact: The shells of dead diatoms can reach as much as a half-mile (800 m) deep on the ocean floor."        
    }, 


    {
        "name": "Neptune",
        "descOne": "Date of discovery: September 23, 1846 | Distance from Sun: 2,782,510,923 miles (roughly 2.8 billion miles) | Length of year: 60,190 Earth days (165 year orbit) | Neptunian Day: 16 hours ",
        "descTwo": "Often considered “The Windiest Planet”, Neptune is a dark, barren planet with supersonic winds. Orbiting far out in our Solar System, it is the 8th and farthest planet from the Sun. Due to Neptune’s absurd distance, it takes 4 hours for sunlight to reach the icy planet. Each season lasts roughly 40 years because of this.13 moons orbit the planet along with 6 hardly-visible rings around it. ",
        "descThree": "Neptune is the densest planet from all other giant planets in our solar system. The atmospheric contents of Neptune are hydrogen, helium, and methane. Although there is no potential for life as we know it. NASA’s Voyager 2 was the only spacecraft to reach Neptune, back in 1989. 80 percent of its mass comes from “icy” material: water, methane, and ammonia.",
        "descFour": "Cool Fact: Every 248 Earth years, Pluto is closer to us than Neptune for a 20-year period. Neptune is named for the Roman God of the sea!"
    },


    {
        "name": "Mesopotamia",
        "descOne": "“Land between two rivers'' Mesopotamia was a historical region of Western Asia situated within the Tigris - Euphrates river system, hence the name. It was around from roughly 3200 BC to 539 BC.",
        "descTwo": "The Sumerians and Akkadians dominated Mesopotamia from the beginning of written history (3100 BC) to its fall in 539 BC to the Achaemenid Empire. Mesopotamia was a site of the earliest developments of the Neolithic Revolution from around 10,000 BC. Some of the most important developments of human history originated from Mesopotamia: Wheel, planting of first cereal crops, cursive scripts, mathematics, astronomy, agriculture.",
        "descThree": "Sumerian was the earliest form of written language, and several Semetic languages were spoken throughout. Around 4th-millenium BC, cuneiform was invented for the Sumerian language. Cuneiform is “wedge-shaped” writing where one would use triangle tips to sign into wet paint or clay.",
        "descFour": "Math and Science was based on the sexagesimal (base 60) number system. This is the source of the 60-minute hour, 24-hour day, and 360 degree circle. The calendar was also based on seven day weeks. Fun Fact: Uruk was the 1st city, surfacing around 3200 BC!"
    },


    {
        "name": "Elon Musk",
        "descOne": "Elon Musk (born June 28, 1971) is an engineer, industrial designer, technology entrepreneur and philanthropist. He is a citizen of South Africa, Canada, and the United States. ",
        "descTwo": "He is the founder, CEO and chief engineer/designer of SpaceX, early investor, CEO and product architect of Tesla, Inc, founder of The Boring Company, co-founder of Neuralink, and co-founder and initial co-chairman of OpenAI. (He’s a very busy guy). In December 2016, he was ranked 21st on the Forbes list of The World's Most Powerful People. As of June 2020, his net worth was estimated at $38.8 billion and he is listed by Forbes as the 31st-richest person in the world.",
        "descThree": "Musk is very ambitious and his goals include reducing global warming through sustainable energy production and consumption and lessening the risk of human extinction by establishing a human colony on Mars.",
        "descFour": "Cool Fact: In 1995, Musk was accepted to a PhD program in energy physics/materials science at Stanford, but left two days later to pursue opportunities in the internet boom, where he went on to launch his first company, Zip2 Corporation. Musk was also a founder of PayPal, and In October 2002 PayPal was acquired by eBay for $1.5 billion in stock. Musk received $165 million."
    },


    {
        "name": "Peter Thiel",
        "descOne": "Peter Andreas Thiel (born October 11, 1967) is a German-American billionaire entrepreneur and venture capitalist. He is a co-founder of PayPal, Palantir Technologies and Founders Fund. He studied philosophy at Stanford University, graduating with a B.A. in 1989. He then earned his J.D. from Stanford Law School in 1992.",
        "descTwo": "He co-founded PayPal in 1999, serving as chief executive officer until its sale to eBay in 2002 for $1.5 billion. Thiel became Facebook's first outside investor when he acquired a 10.2% stake for $500,000 in August 2004. He sold the majority of his shares in Facebook for over $1 billion in 2012, but remains on the board of directors. ",
        "descThree": "He co-founded Valar Ventures in 2010, co-founded Mithril Capital, serving as investment committee chair, in 2012, and served as a partner at YCombinator from 2015 to 2017. As of 2019, Thiel’s net worth ranges around 2.5 billion USD.",
        "descFour": "Fun Fact: Thiel excelled in mathematics, and scored first in a California-wide mathematics competition while attending Bowditch Middle School in Foster City."
    },


    {
        "name": "Accredited Investor",
        "descOne": "An accredited or sophisticated investor is an investor with a special status under financial regulation laws. Generally, accredited investors include high-net-worth individuals, banks, financial institutions and other large corporations, who have access to complex and higher-risk investments such as venture capital, hedge funds and angel investments.",
        "descTwo": "In the United States, to be considered an accredited investor, one must have a net worth of at least $1,000,000, without counting the value of one's primary residence or have income at least $200,000 each year for the last two years (or $300,000 combined income if married) and have the expectation to make the same amount in future years.",
        "descThree": "A company or organization is an accredited investor if it holds assets exceeding $5 million. Also, if an entity consists of equity owners who are accredited investors, the entity itself is an accredited investor. ",
        "descFour": "Many believe the requirements to become an accredited investor are too high and that they put the lower and middle class at a disadvantage as they are excluded from possible high-yielding investments. "
    },


    {
        "name": "Oxygen",
        "descOne": "Oxygen is the chemical element with the symbol O and atomic number 8. After hydrogen and helium, oxygen is the third-most abundant element in the universe by mass. Diatomic oxygen gas constitutes 20.95% of the Earth's atmosphere. ",
        "descTwo": "It is a member of the chalcogen group in the periodic table, a highly reactive nonmetal, and an oxidizing agent that readily forms oxides with most elements as well as with other compounds.",
        "descThree": "Most of the mass of living organisms is oxygen as a component of water, the major constituent of lifeforms. Oxygen is continuously replenished in Earth's atmosphere by photosynthesis, which uses the energy of sunlight to produce oxygen from water and carbon dioxide.",
        "descFour": "Cool Fact: The boiling point of oxygen is -297.3 F and the freezing point of oxygen is -361.8 F. Liquid and solid oxygen are pale blue. Oxygen gas is colorless, odorless, and tasteless."
    },


    {
        "name": "Mount Everest",
        "descOne": "Mount Everest is Earth's highest mountain above sea level, located in the Mahalangur Himal sub-range of the Himalayas. The China–Nepal border runs across its summit point.",
        "descTwo": "The current official elevation of 8,848 m (29,029 ft)! This number was denoted after years of calculations based on observations made by the Great Trigonometric Survey. GTS was a project aimed at measuring all of the Indian subcontinent to scientific precision. ",
        "descThree": "Because Mount Everest is the highest mountain in the world, it has attracted considerable attention and climbing attempts. It may have been climbed in 1924, although this has never been confirmed, as both of the men making the attempt failed to return from the mountain. It has become a life goal of many to ascend Everest, and movies have been made to depict the impossible adventure that awaits. As of early 2019, roughly 5,300 people have successfully climbed Everest.",
        "descFour": "Not-so-fun Fact: As of 2019, over 300 people have died on Everest, many of whose bodies remain on the mountain."
    },


    {
        "name": "Social Psychology",
        "descOne": "Social psychology is the scientific study of how the thoughts, feelings, and behaviors of individuals are influenced by the actual, imagined, and implied presence of others. Some very notable experiments include the Milgram Experiment and the Zimbardos’s Stanford Prison Experiment.",
        "descTwo": "In social psychology, attitude is defined as learned, global evaluations of a person, object, place, or issue that influence thought and action. Simply put, attitudes are basic expressions of approval and disapproval, favorability and unfavorability.",
        "descThree": "Social psychology also focuses on persuasion. Persuasion is an active method of influence that attempts to guide people toward the adoption of an attitude, idea, or behavior by rational or emotive means. Persuasion relies on 'appeals' rather than strong pressure or coercion.",
        "descFour": "Social cognition is a growing area of social psychology that studies how people perceive, think about, and remember information about others. In contrast, the ‘self-concept’ is a term referring to the whole sum of beliefs that people have about themselves. People can have more than one ‘self’, and act depending on which ‘self’ they are currently ‘performing’."
    },
    

    {
        "name": "President Theodore Roosevelt",
        "descOne": "Teddy Roosevelt was an American statesman, politician, conservationist, naturalist, and writer who served as the 26th president of the United States from 1901 to 1909. He also served as the 25th vice president from March to September 1901.",
        "descTwo": "Roosevelt was a man of the people. He was the leader of the progressive movement, and he championed his 'Square Deal' domestic policies, promising the average citizen fairness, breaking of trusts, regulation of railroads, and pure food and drugs. He made conservation a top priority and established many new national parks, forests, and monuments intended to preserve the nation's natural resources. He also focused heavily on Central America where he began constructing the Panama Canal. He also heavily expanded the Navy and sent the Great White Fleet on a world tour to project the United States' naval power around the globe. ",
        "descThree": "Roosevelt was also a diplomat, and his successful efforts to broker the end of the Russo-Japanese War won him the 1906 Nobel Peace Prize. After disagreeing with President Taft’s policies, his successor, TR tried to run again in 1912 under the “Bull Moose” party, which had an increased focus on progressive reform. He ended up losing to Woodrow Wilson. TR also considered running for president again in 1920, but his health continued to deteriorate and he died in 1919.",
        "descFour": "Fun Fact: He remains the youngest person to become President of the United States. He became President at age 42 when President McKinley was assassinated. Also, Teddy Roosevelt was distant relatives to future President Franklin D. Roosevelt."
    },


    {
        "name": "The New Deal",
        "descOne": "The New Deal was a series of economic-based programs, public work projects, financial reforms, and regulations enacted by President Franklin D. Roosevelt in the United States between 1933 and 1939. It was formed to bring much needed relief, reform, and recovery from the Great Depression. ",
        "descTwo": "The program was centered around what historians refer to as the '3 Rs': relief for the unemployed and poor, recovery of the economy back to normal levels, and reform of the financial system to prevent a repeat depression.",
        "descThree": "The First New Deal (1933–1934) dealt with the pressing banking crises through the Emergency Banking Act and the 1933 Banking Act. The Second New Deal (1935–1936) included the National Labor Relations Act to protect labor organizing, the Works Progress Administration (WPA) relief program (which made the federal government by far the largest employer in the nation), the Social Security Act, and new programs to aid tenant farmers and migrant workers. One of the biggest items in the New Deal was the Fair Labor Standards Act of 1938, which set maximum hours and minimum wages for most categories of workers.",
        "descFour": "Fun Fact: The “First 100 Days” of FDR’s presidency consisted of large amounts of changes, lawmaking, and new programs being introduced. He met with Congress everyday for 100 days. People now judge Presidents by what they accomplish in a 100 days, paying homage to FDR’s remarkable 100 days and all that he accomplished."
    },


    {
        "name": "Henry Clay",
        "descOne": "Henry Clay Sr. (April 12, 1777 – June 29, 1852) was an American attorney and statesman who represented Kentucky in both the Senate and House. He was the seventh House speaker and the ninth secretary of state.",
        "descTwo": "He also helped found both the National Republican Party and the Whig Party, which was one of the two major parties in the United States during the late 1830s, the 1840s, and the early 1850s. In addition, he received electoral votes for president in the 1824, 1832, and 1844 presidential elections, but lost the race all three times.",
        "descThree": "Clay is notable for his involvement in the ‘Corrupt Bargain’, where he sent his supporters to vote for John Quincy Adams (because he knew he would lose). In turn, President Adams appointed Clay as Secretary of State. People were outraged as this bargain essentially secured Adams the role as President, while still providing Clay with a notable position. ",
        "descFour": "Cool Fact: Clay is generally regarded as one of the most important and influential political figures of his era. He held many important positions and contributed greatly to the political sphere despite never becoming the President. "
    },


    {
        "name": "Burj Khalifa",
        "descOne": "The Burj Khalifa, known as the Burj Dubai prior to its inauguration in 2010, is a skyscraper in Dubai, United Arab Emirates with a total height of 829.8 m (2,722 ft). The Burj Khalifa has been the tallest structure and building in the world since its topping out in 2009.",
        "descTwo": "Construction of the Burj Khalifa began in 2004, with the exterior completed five years later in 2009. Burj Khalifa was designed by Adrian Smith, of Skidmore, Owings & Merrill, whose firm also designed the Willis Tower and One World Trade Center.",
        "descThree": "The Burj Khalifa has been home to many records: Tallest existing structure: 829.8 m (2,722 ft), tallest freestanding structure: 829.8 m (2,722 ft), tallest skyscraper (to top of spire): 828 m (2,717 ft), building with most floors: 163, world's longest elevator travel distance: 504 m (1,654 ft), world's tallest structure that includes residential space, world's highest nightclub: 144th floor, world's highest restaurant (At.mosphere): 122nd floor at 442 m (1,450 ft), and world's highest New Year display of fireworks.",
        "descFour": "Interesting Fact: At a certain point in the architectural and engineering process, the original Emaar developers experienced financial problems, and required more money and economic funding. Sheikh Khalifa, the ruler of the United Arab Emirates, granted monetary aid and funding, hence resulting in the changing of the name to 'Burj Khalifa'."
    },


    {
        "name": "Sahara Desert",
        "descOne": "The Sahara (‘the Greatest Desert’) is a desert located in Africa. It is the largest hot desert in the world, and the third largest desert overall after Antarctica and the Arctic. Its area of 9,200,000 square kilometers (3,600,000 sq mi) is comparable to the area of China or the United States.",
        "descTwo": "For several hundred thousand years, the Sahara has alternated between desert and savanna grassland in a 20,000 year cycle. This is caused by the precession of the Earth's axis as it rotates around the Sun, which changes the location of the North African Monsoon. The area is next expected to become green in about 15,000 years (17,000 CE).", 
        "descThree": "The Sahara is mainly rocky hamada (stone plateaus); ergs (sand seas – large. areas covered with sand dunes) form only a minor part, but many of the sand dunes are over 590 ft high Wind or rare rainfall shape the desert features: sand dunes, dune fields, sand seas, stone plateaus, gravel plains, dry valleys, dry lakes, and salt flats.",
        "descFour": "Cool Fact: The Sahara covers large parts of Algeria, Chad, Egypt, Libya, Mali, Mauritania, Morocco, Niger, Western Sahara, Sudan and Tunisia. It covers 3.5 million square miles, which amounts to 31% of Africa."
    },


    {
        "name": "The Silk Road",
        "descOne": "The Silk Road primarily refers to the land routes connecting East Asia and Southeast Asia with South Asia, Persia, the Arabian Peninsula, East Africa and Southern Europe.The Silk Road was a network of trade routes which was central to the economic, cultural, political, and religious interactions between these regions from the 2nd century BCE to the 18th century.",
        "descTwo": "The Silk Road derives its name from the lucrative trade in silk carried out along its length, beginning in the Han dynasty in China (207 BCE–220 CE). It was important in that it played a significant role in the development of the civilizations of China, Korea, Japan, the Indian subcontinent, Iran, Europe, the Horn of Africa and Arabia by opening long-distance political and economic relations between the civilizations.",
        "descThree": "The southern stretches of the Silk Road, from Khotan (Xinjiang) to Eastern China, were first used for jade and not silk, as long as 5000 BCE, and is still in use for this purpose. It has been used throughout centuries by different empires and regions, and has played a prominent role in their development.",
        "descFour": "The dominant Mongol expansion throughout the Asian continent from around 1207 to 1360 helped bring political stability and re-established the Silk Road. In addition, it also  brought an end to the dominance of the Islamic Caliphate over world trade."
    },
    

    {
        "name": "Twitch",
        "descOne": "Twitch, previously known as justin.tv, was introduced in June 2011, and was created by Justin Kan and Emmett Shear. It is a video live streaming service operated by Twitch Interactive, a subsidiary of Amazon. The site primarily focuses on video game live streaming, including broadcasts of esports competitions, in addition to music broadcasts, creative content, and more recently, 'in real life' streams.",
        "descTwo": "On August 5, 2014, the original Justin.tv site suddenly ceased operations, citing a need to focus resources entirely on Twitch. Justin.tv was shut down in August 2014. Later that month, the service was acquired by Amazon for 970 million USD. Sources reported that the rumoured Google deal had fallen through and allowed Amazon to make the bid, with Forbes reporting that Google had backed out of the deal due to potential antitrust concerns surrounding it and its existing ownership of YouTube.",
        "descThree": "The typical viewer is male and aged between 18 and 34 years of age, although the site has also made attempts at pursuing other demographics, including women. The demographic is certainly growing as more people are beginning to stream content on twitch. In July 2011, Twitch launched its Partner Program which allowed for streamers to monetize their content and allow viewers to subscribe monthly to their favorite streamers. This played a huge role in developing the streaming community and brought a lot of attention to these streaming platforms.",
        "descFour": "Interesting Fact: As of September 20, 2018, the Twitch website is blocked and the app is blocked from the Apple App Store in China."

    },


    {
        "name": "Socrates",
        "descOne": "Socrates ( 470 – 399 BC) was a Greek philosopher from Athens who is credited as one of the founders of Western philosophy, and as being the first moral philosopher of the Western ethical tradition of thought. Socrates played a major role in the upbringing of Plato.",
        "descTwo": "As Socrates did not write down any of his teachings, secondary sources provide the only information on his life and thought. Plato and Xenophon's dialogues provide the main source of information on Socrates's life and thought. The statement ‘I know that I know nothing’ is often attributed to Socrates, based on a statement in Plato's Apology.",
        "descThree": "Relevant sources describe Socrates' character very minimally. All that can be inferred is that he was ugly (at least as an older man), and had a brilliant intellect. He wore tattered clothes and went barefoot. He lived entirely within ancient Athens (at least from his late 30s, and other than when serving on military campaigns in Potidaea, Delium, etc.), he made no writings (at least not about philosophy) and he was executed by being made to drink hemlock.",
        "descFour": "Cool Fact: Socrates fulfilled the role of hoplite (citizen-soldiers of Ancient Greek city-states who were primarily armed with spears and shields), participating in the Peloponnesian War—a conflict which stretched intermittently over a period spanning 431 to 404 BC."

    },


    {
        "name": "Amazon (Company)",
        "descOne" : "Amazon.com, Inc. is an American multinational technology company based in Seattle that focuses on e-commerce, cloud computing, digital streaming, and artificial intelligence. It is considered one of the Big Four technology companies, along with Google, Apple, and Microsoft.",
        "descTwo" : "Amazon was founded by Jeff Bezos in Bellevue, Washington, on July 5, 1994. The company started as an online marketplace for books but expanded to sell electronics, software, video games, apparel, furniture, food, toys, and jewelry. In 2002, the corporation started Amazon Web Services (AWS), which provided data on Web site popularity, Internet traffic patterns and other statistics for marketers and developers. Now they are at the forefront of cloud computing. In 2015, Amazon surpassed Walmart as the most valuable retailer in the United States by market capitalization.",
        "descThree" : "Amazon also plays a huge role in the streaming, music, and video industry by distributing downloads and streaming of video, music, and audiobooks through its Prime Video, Amazon Music, Twitch, and Audible subsidiaries. Twitch has been a growing part of Amazon, and users that link their Amazon Prime Account get free Twitch Prime, which has played a big role in the growth of both departments. ",
        "descFour" : "Cool Fact: In 2017, Amazon acquired Whole Foods Market for US$13.4 billion, substantially increasing Amazon's footprint as a physical retailer. Later, in 2018, Bezos announced that its two-day delivery service, Amazon Prime, had surpassed 100 million subscribers worldwide."

    },


    {
        "name": "Microsoft (Company)",
        "descOne" : "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its notable hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers.",
        "descTwo" : "Microsoft was founded by Bill Gates and Paul Allen on April 4, 1975, to develop and sell BASIC interpreters for the Altair 8800. The company blew up when it began to dominate in the personal computer operating systems industry, especially with Microsoft Windows. ",
        "descThree" : "In April 2019, Microsoft reached the trillion-dollar market cap, becoming the third U.S. public company to be valued at over $1 trillion after Apple and Amazon respectively. Their largest was the acquisition of LinkedIn for $26.2 billion in December 2016. They are also known for their acquisition of Skype Technologies for $8.5 billion in May 2011. However, Skype never panned out and reached its full potential.",
        "descFour" : "Interesting Fact: Microsoft’s 1986 initial public offering (IPO), and subsequent rise in its share price, created three billionaires and an estimated 12,000 millionaires among Microsoft employees!"

    },


    {
        "name": "Apple Inc.",
        "descOne": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services. It is considered one of the Big Tech technology companies, alongside Amazon, Google, Microsoft and Facebook.",
        "descTwo": "Apple has a wide range of hardware products including the iPhone smartphone, the iPad tablet computer, the Mac personal computer, the iPod portable media player, the Apple Watch smartwatch, the Apple TV digital media player, the AirPods wireless earbuds and the HomePod smart speaker. Apple's software includes macOS, iOS, iPadOS, watchOS, and tvOS operating systems. It also includes the Safari web browser and the Shazam music identifier. ",
        "descThree": "Apple was founded by Steve Jobs, Steve Wozniak, and Ronald Wayne in April 1976 to develop and sell Wozniak's Apple I personal computer. Although Wayne sold his share back within 12 days. After a few more releases, Apple went public in 1980 and found instant financial success. The original Macintosh from 1984, Apple’s phenomenal marketing, and an assortment of very successful products arriving in the future distinguished Apple from the rest of the tech companies, ultimately getting it to the level it is now.",
        "descFour": "The company employs 137,000 full-time employees and maintains 510 retail stores in 25 countries as of 2020.It operates the iTunes Store, which is the world's largest music retailer. As of January 2020, more than 1.5 billion Apple products are actively in use worldwide. The company also has a high level of brand loyalty and is ranked as the world's most valuable brand. "

    },


    {
        "name": "YouTube",
        "descOne": "YouTube is an American online video-sharing platform headquartered in San Bruno, California. Three former PayPal employees—Chad Hurley, Steve Chen, and Jawed Karim—created the service in February 2005. Google bought the site in November 2006 for 1.65 billion USD. YouTube now operates as one of Google's subsidiaries.",
        "descTwo": "YouTube began as a venture capital–funded technology startup, primarily from an $11.5 million investment by Sequoia Capital and an $8 million investment from Artis Capital Management between November 2005 and April 2006. Immense amount of growth shortly followed as users began to turn to YouTube more and more. The first video to reach one million views was a Nike advertisement featuring Ronaldinho in November 2005.",
        "descThree": "As of May 2019, more than 500 hours of video content are uploaded to YouTube every minute.[7] Based on reported quarterly advertising revenue, YouTube is estimated to have US$15 billion in annual revenues. As of August 2018, the website is ranked as the second-most popular site in the world, according to Alexa Internet, just behind Google.",
        "descFour": "Cool Fact: Karim said the inspiration for YouTube first came from Janet Jackson's role in the 2004 Super Bowl incident when her breast was exposed during her performance, and later from the 2004 Indian Ocean tsunami. Karim could not easily find video clips of either event online, which led to the idea of a video sharing site."

    },


    {
        "name": "Sigmund Freud",
        "descOne": "Sigmund Freud (May 6, 1856 – September 23, 1939) was an Austrian neurologist and the founder of psychoanalysis, a clinical method for treating psychopathology through dialogue between a patient and a psychoanalyst. Freud lived and worked in Vienna, having set up his clinical practice there in 1886. In 1938, Freud left Austria to escape Nazi persecution. He died in exile in the United Kingdom in 1939.",
        "descTwo": "In founding psychoanalysis, Freud developed therapeutic techniques such as the use of free association and discovered transference, establishing its central role in the analytic process. Freud's redefinition of sexuality to include its infantile forms led him to formulate the Oedipus complex as the central tenet of psychoanalytical theory. ",
        "descThree": "Freud made remarkable contributions to dreaming. His analysis of dreams as wish-fulfillments aided him in the clinical analysis of symptom formation and the underlying mechanisms of repression. Freud was able to enhance his theory of the unconscious and went on to develop a model of psychic structure consisting of the id, ego and super-ego.",
        "descFour": "Cool Fact: In 1877 Freud moved to Ernst Brücke's physiology laboratory and spent six years comparing the brains of humans and other vertebrates with those of frogs and invertebrates such as crayfish and lampreys. His research work on the biology of nervous tissue proved seminal for the subsequent discovery of the neuron in the 1890s!"

    },


    {
        "name": "Nelson Mendela",
        "descOne": "Nelson Rolihlahla Mandela (July 18, 1918 – December 5, 2013) was a South African anti-apartheid revolutionary, political leader and philanthropist who served as President of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election.",
        "descTwo": "Influenced by Marxism, he secretly joined the banned South African Communist Party (SACP). Although initially committed to nonviolent protest, in association with the SACP he co-founded the militant Umkhonto we Sizwe in 1961 and led a sabotage campaign against the government. He was arrested in 1962 and was sentenced to life in prison for conspiring to overthrow the state following the Rivonia Trial.",
        "descThree": "Mandela served 27 years in prison, split between Robben Island, Pollsmoor Prison and Victor Verster Prison. Amid growing domestic and international pressure, and with fears of a racial civil war, President F. W. de Klerk released him in 1990. Mandela and de Klerk led efforts to negotiate an end to apartheid, which resulted in the 1994 multiracial general election in which Mandela led the ANC to victory and became president. ",
        "descFour": "Interesting Fact: Widely regarded as an icon of democracy and social justice, Mendela received more than 250 honours, including the Nobel Peace Prize. He is held in deep respect within South Africa, where he is often referred to by his Xhosa clan name, Madiba, and described as the 'Father of the Nation'."

    },


    {
        "name": "The Lindy Effect",
        "descOne": "The Lindy effect is a theory that the future life expectancy of some non-perishable things like a technology or an idea is proportional to their current age, so that every additional period of survival implies a longer remaining life expectancy. Essentially, mortality rate decreases with time. ",
        "descTwo": "The origin of the term can be traced to Albert Goldman and a 1964 article he had written in The New Republic titled 'Lindy's Law'. Benoit Mandelbrot defined a different concept called the Lindy Effect in his 1982 book The Fractal Geometry of Nature. In Mandelbrot's version, comedians do not have a fixed amount of comedic material to spread over TV appearances, but rather, the more appearances they make, the more future appearances they are predicted to make. Mandelbrot expressed mathematically that for certain things bounded by the life of the producer, like human promise, future life expectancy is proportional to the past.",
        "descThree": "Nassim Taleb presented a version of Mandelbrot's idea in The Black Swan: The Impact of the Highly Improbable by extending it to a certain class of non-perishables where life expectancy can be expressed as power laws. Taleb redefined it In his 2012 book Antifragile: Things That Gain from Disorder. He for the first time explicitly referred to his idea as the Lindy Effect, removed the bounds of the life of the producer to include anything which doesn't have a natural upper bound, and incorporated it into his broader theory of the Antifragile.",
        "descFour": "Cool Fact: Bitcoin is the most popular cryptocurrency partly due to the lindy effect (longest time of survival in relation to rest of the other currencies)."

    },


    {
        "name": "Marcus Aurelius",
        "descOne": "Marcus Aurelius (April 26, 121 – March 17, 180) was a Roman emperor from 161 to 180 and a Stoic philosopher. He was the last of the rulers known as the Five Good Emperors, and the last emperor of the Pax Romana, an age of relative peace and stability for the Roman Empire. However, the reign of Marcus Aurelius was marked by military conflict. In the East, the Roman Empire fought successfully with a revitalized Parthian Empire and the rebel Kingdom of Armenia.",
        "descTwo": "His father probably died in 124, during his praetorship, when Marcus was three years old. His mother Lucilla did not remarry and, following prevailing aristocratic customs, probably did not spend much time with her son. Instead, Marcus was in the care of 'nurses',and was raised by his grandfather Marcus Annius Verus (II). Marcus writes in his book that he learned ‘modesty and manliness’ from his father’s posthumous reputation.",
        "descThree": "While on campaign between 170 and 180, Marcus wrote his Meditations in Greek as a source for his own guidance and self-improvement. He had a logical mind and his notes were representative of Stoic philosophy and spirituality. Meditations is still revered as a literary monument to a government of service and duty. It has been considered by many commentators to be one of the greatest works of philosophy.",
        "descFour": "Fun Fact: Marcus’s book was a favourite of Christina of Sweden, Frederick the Great, John Stuart Mill, Matthew Arnold, and Goethe, and is admired by modern figures such as Wen Jiabao and Bill Clinton."

    },


    {
        "name": "Tesla (Car Company)",
        "descOne": "Tesla, Inc. (formerly Tesla Motors, Inc.) is an American electric vehicle and clean energy company based in Palo Alto, California. The company specializes in electric vehicle manufacturing, battery energy storage from home to grid scale and, through its acquisition of SolarCity, solar panel and solar roof tile manufacturing.",
        "dsecTwo": "Founded in July 2003 by engineers Martin Eberhard and Marc Tarpenning as Tesla Motors, the company’s name is a tribute to inventor and electrical engineer Nikola Tesla. The next three employees were Ian Wright, Elon Musk, and J. B. Straubel, all of whom are named as co-founders of the company. Musk, who formerly served as chairman and is the current CEO, said that he envisioned Tesla Motors as a technology company and independent automaker, aimed at eventually offering electric cars at prices affordable to the average consumer.",
        "descThree": "Tesla has never had a profitable year; however, it has had several individually profitable quarters, most recently the quarters ending September 2018, December 2018, September 2019, December 2019, and March 2020. On July 1, 2020, Tesla reached a market capitalization of US$206 billion, surpassing Toyota to become the world's most valuable automaker by market capitalization.",
        "descFour": "Fun Fact: In 2020, the company surpassed the 1 million mark of electric cars produced. The Model 3 ranks as the world's all-time best-selling plug-in electric car, with more than 500,000 delivered."

    },

    
    {
        "name": "Ottoman Empire",
        "descOne": "The Ottoman Empire was a state and caliphate that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries.The Ottomans ended the Byzantine Empire with the 1453 conquest of Constantinople by Mehmed the Conqueror.",
        "descTwo": "In the early 20th century, the empire allied with Germany, hoping to escape from the diplomatic isolation which had contributed to its recent territorial losses, and thus joined World War I on the side of the Central Powers. While the Empire was able to largely hold its own during the conflict, it was struggling with internal dissent, especially with the Arab Revolt in its Arabian holdings. During this time, genocide was committed by the Ottoman government against the Armenians, Assyrians, and Greeks.",
        "descThree": "The Empire's defeat and the occupation of part of its territory by the Allied Powers in the aftermath of World War I resulted in its partitioning and the loss of its Middle Eastern territories, which were divided between the United Kingdom and France.",
        "descFour": "Cool Fact: With Constantinople (modern day Istanbul) as its capital and control of lands around the Mediterranean Basin, the Ottoman Empire was at the centre of interactions between the Eastern and Western worlds for SIX centuries!"

    },

    
    {
        "name": "Byzantine Empire",
        "descOne": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople (modern Istanbul, formerly Byzantium). It survived the fragmentation and fall of the Western Roman Empire in the 5th century AD and continued to exist for an additional thousand years until it fell to the Ottoman Empire in 1453. During most of its existence, the empire was the most powerful economic, cultural, and military force in Europe.",
        "descTwo": "Under Constantine, Christianity did not become the exclusive religion of the state but enjoyed imperial preference since he supported it with generous privileges. Throughout the Byzantine Empire, Christianity was able to spread immensely across connecting regions. ",
        "descThree": "An early instance of the partition of the Empire into East and West occurred in 293 when Emperor Diocletian created a new administrative system (the tetrarchy), to guarantee security in all endangered regions of his Empire. He associated himself with a co-emperor (Augustus), and each co-emperor then adopted a young colleague given the title of Caesar, to share in their rule and eventually to succeed the senior partner. Each tetrarch was in charge of a part of the Empire.",
        "descFour": "Interesting Fact: Although we think of Constantine I the Great (306-337) as the first ‘Byzantine’ emperor, he actually spent most of his reign as Emperor of the Western Roman Empire."

    },


    {
        "name": "Abraham Lincoln",
        "descOne": "Abraham Lincoln (February 12, 1809 – April 15, 1865) was an American statesman and lawyer who served as the 16th president of the United States (1861–1865). Lincoln led the nation through its greatest moral, constitutional, and political crisis in the American Civil War. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S. economy.",
        "descTwo": "Lincoln was born into poverty in a log cabin and was raised on the frontier primarily in Indiana. He was self-educated and became a lawyer, Whig Party leader, Illinois state legislator, and U.S. Congressman from Illinois. His Gettysburg Address became a historic clarion call for nationalism, republicanism, equal rights, liberty, and democracy.",
        "descThree": "He suspended habeas corpus, and he averted British intervention by defusing the Trent Affair. He engineered the end to slavery with his Emancipation Proclamation and his order that the Army protect escaped slaves. He also encouraged border states to outlaw slavery, and promoted the Thirteenth Amendment to the United States Constitution, which outlawed slavery across the country.",
        "descFour": "Interesting Fact:  Lincoln’s marriage had produced four sons, two of whom preceded him in death, with severe emotional impact upon him and Mary. Lincoln is remembered as the United States' martyr hero, and he is consistently ranked as the greatest U.S. president in history."

    },


    {
        "name": "George Washington",
        "descOne": "George Washington (February 22, 1732 – December 14, 1799) was an American political leader, military general, statesman, and founding father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution and a federal government. Washington has been called the 'Father of His Country' for his manifold leadership in the formative days of the new nation.",
        "descTwo": "Washington played a key role in adopting and ratifying the Constitution and was then elected president (twice) by the Electoral College. He implemented a strong, well-financed national government while remaining impartial in a fierce rivalry between cabinet members Thomas Jefferson and Alexander Hamilton.",
        "descThree": "During the French Revolution, he proclaimed a policy of neutrality while sanctioning the Jay Treaty. He set enduring precedents for the office of president, including the title 'Mr. President', and his Farewell Address is widely regarded as a pre-eminent statement on republicanism.",
        "descFour": "Interesting Fact: Washington owned slaves, and, in order to preserve national unity, he supported measures passed by Congress to protect slavery. He later became troubled with the institution of slavery and freed his slaves in a 1799 will. "

    },


    {
        "name": "Y Combinator (YC)",
        "descOne": "Y Combinator (YC) is an American seed money startup accelerator launched in March 2005. It has been used to launch over 2,000 companies,including Stripe, Airbnb, Cruise Automation, DoorDash, Coinbase, Instacart, Dropbox and Twitch. The combined valuation of the top YC companies was over US$155 billion as of October 2019. The company's accelerator program is held in Mountain View, California.",
        "descTwo": "Y Combinator was founded in 2005 by Paul Graham, Jessica Livingston, Trevor Blackwell, and Robert Tappan Morris. One of the programs was held in Cambridge, Massachusetts. As Y Combinator grew to 40 investments per year, running two programs became too much. In January 2009, Y Combinator announced that the Cambridge program would be closed and all future programs would take place in Silicon Valley.",
        "descThree": "In 2009, Sequoia Capital led the $2 million investment round into an entity of Y Combinator to enable them to invest in approximately 60 companies a year. The following year, Sequoia led a $8.25 million funding round for Y Combinator to further increase the number of startups the company could fund.",
        "descFour": "Cool Fact: In 2018, Y Combinator announced a new batch of startup school. After a software glitch, all 15,000 startups that applied to the program were accepted, only to learn a few hours later that they had been rejected. But the ensuing outcry led Y Combinator to change course again and decided over an official blog to finally accept all those 15000 companies. Now, every company is accepted to join YC Startup School without any restrictions."

    },


    {
        "name": "PC Gaming",
        "descOne": "A PC game, also known as a computer game or personal computer game, is a type of video game played on a personal computer rather than a video game console or arcade machine. Its defining characteristics include: more diverse and user-determined gaming hardware and software; and generally greater capacity in input, processing, video and audio output.",
        "descTwo": "Modern computer games place great demand on the computer's hardware, often requiring a fast central processing unit (CPU) to function properly. CPU manufacturers historically relied mainly on increasing clock rates to improve the performance of their processors, but had begun to move steadily towards multi-core CPUs by 2005.",
        "descThree": "Similarly, 3D games often rely on a powerful graphics processing unit (GPU), which accelerates the process of drawing complex scenes in real time. GPUs are an integrated part of the computer's motherboard.  It is also possible to use multiple GPUs in a single computer in order to boost performance.",
        "descFour": "Interesting Fact: In 2018, the global PC games market was valued at about $27.7 billion. This number is on the rise greatly as games like Fortnite are bringing lots of attention to the world of PC gaming and what it offers for the user."

    },

    {
        "name": "Mansa Musa",
        "descOne": "Musa I (1280 – 1337), or Mansa Musa, was the tenth Mansa (which translates to 'emperor') of the Mali Empire, an Islamic West African state. He has been described as the wealthiest individual of the Middle Ages. He helped his empire reach tremendous growth by encouraging the arts, literature and architecture.",
        "descTwo": "Musa conquered 24 cities, along with their surrounding districts. During Musa's reign, Mali may have been the largest producer of gold in the world, and Musa has been considered one of the wealthiest historical figures. However, modern commentators such as Time magazine have concluded that there is no accurate way to quantify Musa's wealth.",
        "descThree": "Musa embarked on a large building program, raising mosques and madrasas in Timbuktu and Gao. Most notably, the ancient center of learning Sankore Madrasah (or University of Sankore) was constructed during his reign. During this period, there was an advanced level of urban living in the major centers of Mali. Sergio Domian, an Italian scholar of art and architecture, wrote of this period: ‘Thus was laid the foundation of an urban civilization. At the height of its power, Mali had at least 400 cities, and the interior of the Niger Delta was very densely populated.’",
        "descFour": "Fun Fact: Musa’s wealth was so bizarre, historians can’t attribute an accurate number to it. Most  of his wealth came from the immense amount of gold he had and gathered. So much so, that he would trade gold for silk!"

    },

    {
        "name": "Albert Einstein",
        "descOne": "Albert Einstein (March 4, 1879 – April 18, 1955) was a German-born theoretical physicist who developed the theory of relativity, one of the two pillars of modern physics (alongside quantum mechanics). His work is also known for its influence on the philosophy of science. He received the 1921 Nobel Prize in Physics 'for his services to theoretical physics, and especially for his discovery of the law of the photoelectric effect', a pivotal step in the development of quantum theory.",
        "descTwo": "On the eve of World War II, he endorsed a letter to President Franklin D. Roosevelt alerting FDR to the potential development of 'extremely powerful bombs of a new type' and recommending that the US begin similar research. This eventually led to the Manhattan Project. Einstein supported the Allies, but he generally denounced the idea of using nuclear fission as a weapon.",
        "descThree": "Einstein always excelled at math and physics from a young age, reaching a mathematical level years ahead of his peers. The twelve-year-old Einstein taught himself algebra and Euclidean geometry over a single summer. Einstein started teaching himself calculus at 12, and as a 14-year-old he says he had 'mastered integral and differential calculus'. He published more than 300 scientific papers and more than 150 non-scientific works. His intellectual achievements and originality have made the word 'Einstein' synonymous with genius'.",
        "descFour": "Fun Fact: He is best known to the general public for his mass–energy equivalence formula E = mc2, which has been dubbed 'the world's most famous equation'."

    },

    {
        "name": "Christopher Columbus",
        "descOne": "Christopher Columbus (October 31, 1451 – May 20, 1506) was an Italian explorer and navigator who completed four voyages across the Atlantic Ocean, opening the way for European exploration and colonization of the Americas. His expeditions, sponsored by the Catholic Monarchs of Spain, were the first European contact with the Caribbean, Central America, and South America.",
        "descTwo":"Though largely self-educated, Columbus was widely read in geography, astronomy, and history. He formulated a plan to seek a western sea passage to the East Indies, hoping to profit from the lucrative spice trade. Following persistent lobbying, Queen Isabella I and King Ferdinand II agreed to sponsor a journey west, in the name of the Crown of Castile. Columbus left Castile in August 1492 with three ships, and after a stopover in the Canary Islands made landfall in the Americas on October 12th (later celebrated as Columbus Day).",
        "descThree":"The debate over Columbus's legacy continues. He was widely venerated in the centuries after his death, but public perception has fractured in recent decades as scholars give greater attention to the harm committed under his governance, particularly the near extermination of Hispañola's indigenous Taíno population from mistreatment and European diseases.",
        "descFour": "Interesting Fact: Columbus died believing he failed achieving what he set out to accomplish, but he had laid the seeds of discovery and connected the Old World with the New World, which unequivocally altered the course of history."

    },

    {
        "name": "Ferdinand Magellan",
        "descOne": "Ferdinand Magellan (c. 1480 – April 27, 1521) was a Portuguese explorer who organised the Spanish expedition to the East Indies from 1519 to 1522, resulting in the first circumnavigation of the Earth, which was completed by Juan Sebastián Elcano.",
        "descTwo":"After King Manuel I of Portugal refused to support his plan to reach India by a new route, by sailing around the southern end of the South American continent, he was eventually selected by King Charles I of Spain to search for a westward route to the Maluku Islands (the 'Spice Islands'). The expedition reached the Philippine islands, where Magellan was killed during the Battle of Mactan. The expedition later reached the Spice Islands in 1521 and one of the surviving ships eventually returned home via the Indian Ocean, completing the first circuit of the globe.",
        "descThree": "Magellan had already reached the Malay Archipelago in Southeast Asia on previous voyages traveling east (from 1505 to 1511–1512). By visiting this area again but now travelling west, Magellan achieved a nearly complete personal circumnavigation of the globe for the first time in history. Magellan's fleet consisted of five ships, carrying supplies for two years of travel. The crew consisted of about 270 men. Most were Spanish, but around 40 were Portuguese.",
        "descFour": "Fun Fact: The Strait(s) of Magellan, named after the great explorer Ferdinand Magellan, is a navigable sea route in southern Chile separating mainland South America to the north and Tierra del Fuego to the south. The strait is considered the most important natural passage between the Atlantic and Pacific oceans."
         
    },

    {
        "name": "Confucius",
        "descOne": "Confucius (551–479 BC) was a Chinese philosopher and politician of the Spring and Autumn period. The philosophy of Confucius, also known as Confucianism, emphasized personal and governmental morality, correctness of social relationships, justice, kindness, and sincerity. ",
        "descTwo": "Confucius is traditionally credited with having authored or edited many of the Chinese classic texts including all of the Five Classics, but modern scholars are cautious of attributing specific assertions to Confucius himself. Aphorisms concerning his teachings were compiled in the Analects, but only many years after his death.",
        "descThree": "Confucius's principles have commonality with Chinese tradition and belief. He championed strong family loyalty, ancestor veneration, and respect of elders by their children and of husbands by their wives, recommending family as a basis for ideal government. He espoused the well-known principle 'Do not do unto others what you do not want done to yourself', the Golden Rule. He is also a traditional deity in Daoism.",
        "descFour": "Interesting Fact: Confucius is widely considered as one of the most important and influential individuals in human history. His teaching and philosophy greatly impacted people around the world and remain influential today."

    },

    {
        "name": "Martial Arts",
        "descOne": "Martial arts are codified systems and traditions of combat practiced for a number of reasons such as self-defense; military and law enforcement applications; competition; physical, mental, and spiritual development; entertainment; and the preservation of a nation's intangible cultural heritage.",
        "descTwo": "Although the term martial art has become associated with the fighting arts of East Asia, it originally referred to the combat systems of Europe as early as the 1550s. The term is derived from Latin and means 'arts of Mars', the Roman god of war.[2] Some authors have argued that fighting arts or fighting systems would be more appropriate on the basis that many martial arts were never 'martial' in the sense of being used or created by professional warriors.",
        "descThree": "Many martial arts, especially those from Asia, also teach side disciplines which pertain to medicinal practices. This is particularly prevalent in traditional Asian martial arts which may teach bone-setting, herbalism, and other aspects of traditional medicine. Martial arts can also be linked with religion and spirituality. Numerous systems are reputed to have been founded, disseminated, or practiced by monks or nuns and Health professionals.",
        "descFour": "Cool Fact: There are two forms of martial arts. Unarmed martial arts can be broadly grouped into those focusing on strikes, those focusing on grappling, and those that cover both fields, often described as hybrid martial arts. The traditional martial arts that cover armed combat often encompass a wide spectrum of melee weapons, including bladed weapons and polearms."

    }



    
]

